[
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/115/115_0.jpg",
    "name": "Heydər Əliyev",
    "status": "Azərbaycan xalqının ümummilli lideri.",
    "about": "Heydər Əlirza oğlu Əliyev 1923-cü il mayın 10-da Azərbaycanın Naxçıvan şəhərində anadan olmuşdur. O, 1939-cu ildə Naxçıvan Pedaqoji Texnikumunu bitirdikdən sonra Azərbaycan Sənaye İnstitutunun (indiki Azərbaycan Dövlət Neft Akademiyası) memarlıq fakültəsində təhsil almışdır. Başlanan müharibə ona təhsilini başa çatdırmağa imkan verməmişdir.",
    "date": "1923-2003"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/114/114_0.jpg",
    "name": "İlham Əliyev",
    "status": "Azərbaycan Respublikasının Prezidenti.",
    "about": "İlham Heydər oğlu Əliyev 1961-ci il dekabrın 24-də Bakı şəhərində anadan olmuşdur.1967-1977-ci illərdə Bakı şəhərində orta məktəbdə oxumuşdur. 1977-ci ildə Moskva Dövlət Beynəlxalq Əlaqələr İnstitutuna (MDBƏİ) daxil olmuşdur. MDBƏİ-ni bitirdikdən sonra 1982-ci ildə Moskva Dövlət Beynəlxalq Əlaqələr İnstitutunun aspiranturasına daxil olmuşdur.",
    "date": "1961"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/113/113_0.jpg",
    "name": "Mehriban Əliyeva",
    "status": "Azərbaycan vitse-prezidenti.",
    "about": "Azərbaycan Respublikasının Birinci vitse-prezidenti, Azərbaycan Respublikasının Prezidenti İlham Əliyevin həyat yoldaşı, Heydər Əliyev Fondunun və Azərbaycan Mədəniyyət Fondunun prezidenti, UNESCO və ISESCO-nun xoşməramlı səfiri.",
    "date": "1964"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/110/110_0.jpg",
    "name": "Həzi Aslanov",
    "status": "2 dəfə Sovet İttifaqı Qəhrəmanı olmuş azərbaycanlı general-mayor.",
    "about": "Həzi Aslanov 1910-cu il yanvarın 22-də Lənkəran şəhərində kərpic zavodunda işləyən zəhmətkeş Əhəd Aslanovun ailəsində anadan olub. İbtidai təhsilini şəhərin 1 saylı orta məktəbində alıb. 13 yaşında atasını itirən Həzi Aslanov atasının işlədiyi zavodda fəhlə kimi işləməyə başlayıb. Bu vaxtdan o, şəhər komsomol təşkilatının fəaliyyətinə qoşulur. Həzi daha çox oxumağa, öyrənməyə çalışır.",
    "date": "1910-1945"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/109/109_0.png",
    "name": "Seyid Cəfər Pişəvəri",
    "status": "İctimai-siyasi xadim. İranda (xüsusilə Cənubi Azərbaycanda) inqilabi hərəkatın görkəmli xadimlərindən biri, publisist.",
    "about": "12 iyun 1892-i il tarixində Cənubi Azərbaycan, Xalxal mahalının Zaviyə kəndində, yoxsul ruhani ailəsində anadan olmuşdur. İlk təhsilini doğulduğu kənddə alan Seyid Cəfər 12 yaşında ailəsi ilə birlikdə Bakıya (Bülbülə kəndinə) köçmüşdür. 1913-cü ildə Xırdalan kəndində məktəb açmışdı. ildə Pişəvəri Ədalət partiyasına daxil olmuş, Nəriman Nərimanovla sıx əməkdaşlıq etmişdir. Bu dövrdə o, həm də Bakıdakı İttihad mədrəsəsində dərs demişdir.",
    "date": "1892-1947"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/105/105_0.jpg",
    "name": "Məmməd Yusif Cəfərov",
    "status": "Azərbaycan Xalq Cümhuriyyətinin banilərindən biri; Cümhuriyyət Parlamentinin sədr müavini (2.2.1920 - 27.4.1920).",
    "about": "Məmməd Yusif Hacıbaba oğlu Cəfərov 1885-ci il, mart ayının 14-də Bakıda anadan olub. 1907-ci ildə Bakı kişi gimnaziyasını və 1912-ci ildə isə Moskva Dövlət Universitetinin hüquq fakültəsini fərqlənmə diplomu ilə bitirmişdir. Təhsil illərində Moskvada oxuyan azərbaycanlı tələbələrin yaratdığı “Azərbaycan etnoqrafik konsert gecələri”nin və “Azərbaycan həmyerlilər təşkilatı”nın üzvü, sonralar isə rəhbərlərindən biri olmuşdur.",
    "date": "1885-1938"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/104/104_0.jpg",
    "name": "Məhəmməd Əmin Rəsulzadə",
    "status": "Azərbaycanın görkəmli siyasi və dövlət xadimi; Azərbaycan Xalq Cümhuriyyətinin banilərindən biri, Milli Şurasının sədri, AXC Parlamentində Müsavat və bitərəflər fraksiyasının sədri.",
    "about": "Məhəmməd Əmin Hacı Molla Ələkbər oğlu Rəsulzadə 1884-cü il, yanvar ayının 31-də Bakının Novxanı kəndində anadan olub. İlk təhsilini Sultan Məcid Qənizadənin 2 saylı rus-tatar (rus-Azərbaycan) məktəbində almış, Bakı texniki məktəbini bitirmişdir. Gənc yaşlarından inqilabi hərəkata qoşulmuş, 'Müsəlman Gənclik Təşkilatı' adlı gənc azərbaycanlı inqilabçılar dərnəyi yaratmış və ona başçılıq etmişdir (1902-03). Təşkilat mətbəə üsulu ilə intibahnamələr çap edib əhali arasında yaymışdır.",
    "date": "1884-1955"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/102/102_0.jpg",
    "name": "Nəsib bəy Yusifbəyli",
    "status": "Azərbaycanın görkəmli dövlət və siyasi xadimi; Azərbaycan Xalq Cümhuriyyətinin banilərindən və Azərbaycan Xalq Cümhuriyyətinin hökumət başçılarından biri.",
    "about": "Nəsib bəy Yusifbəyli 1881-ci ildə Gəncədə ziyalı ailəsində doğulmuşdur. Gəncə klassik gimnaziyasını bitirmiş, 1902-ci ildə Odessa Universitetinin hüquq fakültəsinə daxil olmuşdur. Tələbələrin inqilabi mübarizəsindən qorxuya düşən çar höku universiteti müvəqqəti olaraq ağladıqdan (1907) sonra, Nəsib bəy Bağçasaray şəhərinə (Krım) getmiş, burada İsmayıl bəy Qaspralının nəşr etdiyi 'Tərcüman' qəzetində əməkdaşlıq etmişdir.",
    "date": "1881-1920"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/100/100_0.jpg",
    "name": "Xosrov Paşa bəy Sultanov",
    "status": "Azərbaycan Xalq Cümhuriyyətinin görkəmli dövlət və siyasi xadimi. Azərbaycan milli azadlıq hərəkatının fəal iştirakçısı.",
    "about": "Xosrov Paşa bəy Sultanov 1879-cu il, may ayının 10-da Zəngəzur mahalının Kürdhacı kəndində anadan olub. Gəncə gimnaziyasında oxumuş, Novorossiysk Universitetinin tibb fakültəsini bitirmişdir (1903). Zəngəzur və Qarabağda topladığı zəngin bitkilərdən hazırladığı dərmanlarla kəndlərə gedərək, xəstələri təmənnasız müalicə etmişdir. Vətən tarixini, ədəbiyyatını və mədəniyyətini sevən ziyalılardan olan Xosrov bəy Şuşadakı evlərindən birini Şərq kitabxanası adlandırmış, quberniya işçilərinə Şərq xalqlarının tarix və mədəniyyətindən mühazirələr oxumuşdur.",
    "date": "1879-1947"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/101/101_0.jpg",
    "name": "Şeyx Məhəmməd Xiyabani",
    "status": "Azərbaycan milli istiqlal hərəkatının görkəmli xadimlərindən biri.",
    "about": "Xiyabani Şeyx Məhəmməd Hacı Əbdülhəmid oğlu 1879-cu ildə Təbriz şəhəri yaxınlığındakı Xamnə qəsəbəsində anadan olub. O, Azərbaycanın cənubunda şahlıq rejiminə qarşı milli azadlıq hərəkatına başçılıq etmişdir. İlk təhsilini Xamnədə almış, Petrovsk-Porta (indiki Mahaçqala) gələrək, ticarət işlərində atasına kömək etmişdir. Təbrizə qayıtdıqdan sonra ruhani təhsili almış, müctəhid dərəcəsinə çatmışdı.",
    "date": "1879-1920"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/99/99_0.jpg",
    "name": "Məmmədhəsən Hacınski",
    "status": "Azərbaycan Xalq Cümhuriyyətinin görkəmli dövlət xadimi.",
    "about": "Məmmədhəsən Cəfərqulu oğlu Hacınski 1875-ci il mart ayının 3-də Bakı şəhərində anadan olub. 1902-ci ildə Peterburq Texnologiya İnstitutunu bitirmişdir. Bir müddət Şəmsi Əsədullayevin Moskvadakı neftayırma zavodunda mühəndis işləmişdir. Bakıya qayıdan Hacınski 1908-ci ildən Bakı şəhər idarəsində tikinti şöbəsinə başçılıq etmiş, Bakının abadlaşdırılması və inşaat işlərinin genişlənməsinə səy göstərmişdir; şəhərin baş planının (1898, müəllifi fon der Nonne) layihəsini təkmilləşdirmişdir.",
    "date": "1875-1931"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/98/98_0.jpeg",
    "name": "Fətəli xan Xoyski",
    "status": "Azərbaycanın görkəmli siyasi və dövlət xadimi, Azərbaycan Xalq Cümhuriyyətinin banilərindən biri.",
    "about": "Fətəli xan İsgəndər xan oğlu Xoyski 25 noyabr, 1875-ci il tarixdə Şəkidə anadan olub. O, əslən Cənubi Azərbaycanın Xoy şəhərindən olan Şəki xanı Cəfərqulu xanın nəslindən olan general-leytenant İsgəndər xan Xoyskinin oğludur. Fətəli xan Xoyski Gəncə (Yelizavetpol) klassik gimnaziyasını, Moskva Universitetinin hüquq fakültəsini birinci dərəcəli diplomla bitirmişdir (1897). Həmin ildən Gəncə dairə məhkəməsində işə başlayan Xoyski sonradan Kutaisi dairə və qəza məhkəmələrində, Zuqdidi barışıq məhkəməsində çalışmış, titulyar müşavir rütbəsinə layiq görülmüşdür. ",
    "date": "1875-1920"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/97/97_0.jpeg",
    "name": "Xəlil bəy Xasməmmədov",
    "status": "Azərbaycan Xalq Cümhuriyyətinin görkəmli siyasi və dövlət xadimlərindən biri. Gəncədə Türk Ədəmi-Mərkəziyyət partiyasının yaradıcılarından biri.",
    "about": "Xəlil bəy Hacıbaba oğlu Xasməmmədov 1873-cü il, oktyabr ayının 25-də Gəncədə anadan olub. Gəncə klassik gimnaziyasında orta təhsil almışdır.  1895-ci ildə Moskva Universitetinin hüquq fakültəsini bitirib.",
    "date": "1873-1947"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/96/96_0.jpg",
    "name": "Nəriman Nərimanov",
    "status": "Görkəmli ictimai-siyasi və dövlət xadimi, yazıçı, publisist, həkim.",
    "about": "Nərimanov Nəriman Nəcəf oğlu 1870-ci il, 14 aprel tarixində Tiflisdə anadan olub. İlk təhsilini Tiflis müsəlman ruhani məktəbində almışdır. Qori seminariyasını bitirdikdən (1890) sonra, Tiflis quberniyası Borçalı qəzasının Qızılhacılı kəndinə müəllim təyin olunmuşdur. 1891-ci ildə Bakıya gələrək, geniş fəaliyyətə başlamış, Bakıda türk-müsəlman əhali üçün ilk xalq qiraətxanası təşkil etmiş (1894), bir sıra Şərq ölkələrindən, Rusiyadan qiraətxana üçün ədəbiyyat almışdır.",
    "date": "1870-1925"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/95/95_0.jpg",
    "name": "Əhməd bəy Ağaoğlu",
    "status": "Azərbaycanda türkçülük hərəkatı ideoloqlarından biri. Görkəmli ictimai-siyasi xadim, publisist, yazıçı, hüquqşünas, şərqşünas-islamşünas alim.",
    "about": "Əsilzadə ailəsində anadan olmuşdur; valideynləri Qarabağ xanlığının əsasını qoyan Pənahəli xanın nəslindəndir. İlk təhsilini Şuşadakı rus məktəbində və Tiflis gimnaziyasında almışdır. Peterburq Mühəndis-Texniki İnstitutuna daxil olmuş, lakin təhsilini yarımçıq qoymuş, Parisə gedərək, hüquq məktəbini və Sorbonna Universitetini bitirmişdir. Burada Şərq xalqlarının tarixini, ərəb, fars və türk dillərini mükəmməl öyrənmiş, 1890-cı ildə Şərq fəlsəfəsinə və ədəbiyyatına dair ilk elmi məqaləsini nəşr etdirmişdir.",
    "date": "1869-1939"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/93/93_0.jpg",
    "name": "Əliağa Şıxlınski",
    "status": "Azərbaycanın görkəmli hərbi xadimi. Çar Rusiyası və Azərbaycan ordusunun generalı, tanınmış hərbçi alim.",
    "about": "Əliağa İsmayıl ağa oğlu Şıxlınski 1865-ci il, aprel ayının 23-də Qazax qəzasının Qazaxlı kəndində anadan olub. 1876-cı ildə Tiflisdə özəl gimnaziya, 1883-cü ildə Tiflis hərbi gimnaziyasını, 1886-cı ildə Peterburqda artilleriya məktəbini bitirmişdir. Aleksandropoldakı (Gümrü) 39-cu topçu briqadasına təyinat alaraq, 1900-cü ilədək bu briqadada xidmət etmiş, kapitan rütbəsinə qədər yüksəlmişdir.",
    "date": "1865-1943"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/92/92_0.jpeg",
    "name": "Əlimərdan bəy Topçubaşov",
    "status": "Azərbaycanın görkəmli siyasi və dövlət xadimi, Azərbaycan Xalq Cümhuriyyətinin banilərindən biri və Parlamentinin sədri (1918, 7 dekabr -1920, 28 aprel), Rusiyanın müsəlman-türk xalqlarının milli azadlıq hərəkatının liderlərindən biri.",
    "about": "Əlimərdan bəy Ələkbər bəy oğlu 1863-cü il, may ayının 4-də Tiflisdə anadan olub. Birinci Tiflis gimnaziyasını (1884-cü il) və Peterburq Universitetinin hüquq fakültəsini (1888) fərqlənmə diplomu ilə bitirmişdir. Təhsilini başa vurduqdan sonra bir neçə il Rusiyada işləmiş, 1894-cü ildə Bakıya gələrək, hüquq-mühafızə orqanlarında çalışmış, sonralar müstəqil vəkil kimi fəaliyyət göstərmişdir. Hüquq elmlərinə dərindən bələd olan, Azərbaycan və rus dillərindən əlavə fars, fransız, ingilis və gürcü dillərini də mükəmməl bilən Topçubaşov tezliklə Hacı Zeynalabdin Tağıyevin diqqətini cəlb etmiş və 1897 ildə 'Kaspi' qəzetinin redaktorluğu ona tapşırılmışdı.",
    "date": "1863-1934"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/91/91_0.jpg",
    "name": "Səməd bəy Mehmandarov",
    "status": "Azərbaycan Xalq Cümhuriyyətinin hərbi naziri, görkəmli hərbi xadim, artilleriya generalı.",
    "about": "Səməd bəy Mehmandarov 1856-cı il, oktyabr ayının 16-da Lənkəranda anadan olub. İlk təhsilini Bakıdakı Edadiyə məktəbində almış, 1873-cü ildə Peterburqdakı 2-ci Konstantin hərbi məktəbinə daxil olmuş, Mehmandarov praporşik rütbəsi (ilkin zabit rütbəsi) alaraq, 1-ci Türküstan topçu briqadasına göndərilmişdir. Sonralar 2-ci və 38-ci topçu briqadalarında xidmət edən Mehmandarov 1894-cü ildə Varşava hərbi dairəsinə, 1898-ci ildə isə Əlahiddə Zabaykalye hərbi divizionuna göndərilmişdir. Həmin divizionun Çində 1900-1901-ci illərdə baş vermiş anti-imperialist üsyanının qarşısının alınmasında iştirak etsə də, çar generalların təkidli tələbinə baxmayaraq, silahsız xalq kütlələrinə qarşı atəş açmağı zabit şərəfindən kənar sayaraq bundan boyun qaçırmışdır.",
    "date": "1856-1931"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/82/82_0.jpg",
    "name": "Hüseynqulu xan Qacar",
    "status": "İrəvan xanlığının sonuncu xanı",
    "about": "İrəvan xanlığının sonuncu xanı Hüseynqulu xan Qacar olub. O, 1806-1827-ci illərdə xanlığa rəhbərlik edib. Fətəli şah Qacar İrəvanın yeni xanı Hüseynqulu xan Qacara 'sərdar' - yəni, Araz çayının sol sahilindəki bütün hərbi qüvvələrin sərkərdəsi titulunu verdi. İrəvan sərdarı təyin edilən Hüseynqulu xan Qacara vilayətin bütün hərbi və mülki hakimiyyəti verilməklə yanaşı, o, çoxsaylı süvari və piyada qoşunla da təmin edildi. ",
    "date": "1742-1831"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/81/81_0.jpg",
    "name": "Cavad xan",
    "status": "Gəncə xanı",
    "about": "Cavad xan 1786-cı ildə Gəncə xanlığında hakimiyyətə gəlmişdi. Onun hakimiyyəti dövründə xanlığın mövqeyi xeyli möhkəmləndirildi. P.Q. Butkovun yazdığına görə, Cavad xanın Gəncədə hakimiyyət başına gəlməsində Kartli-Kaxeti çarı II İraklinin yaxından iştirakı olmuşdur. Lakin, gürcü mənbələrinə əsaslanan Ş.Həmidova bu fikrin əsassız olduğunu göstərir. Tədqiqatçı II İraklinin öz əli ilə yazdığı məktubundan belə bir iqtibas verir: “İbrahim xan bizim istəmədiyimiz Cavad xan Ziyadoğlunu Gəncəyə xan təyin etdi”. Cavad xan hakimiyyət başına gəldikdən sonra müstəqil siyasət yeritməyə cəhd etmiş və 1795-ci ildən Kartli-Kaxeti çarlığına xərac verməkdən imtina etmişdi.",
    "date": "1749-1786"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/72/72_0.jpg",
    "name": "Şah I Təhmasib",
    "status": "Azərbaycan Səfəvilər dövlətinin qurucusu I Şah İsmayılın böyük oğlu və ikinci Səfəvi şahı.",
    "about": "Azərbaycan Səfəvilər dövlətinin qurucusu I Şah İsmayılın böyük oğlu Təhmasib 22 fevral 1514-cü ildə (hicri 919-cu il, zilhiccə ayının 26-sı) İsfahan yaxınlığındakı Şahabad kəndində anadan olmuş və 14 may 1576-cı ildə (hicri 984-cü il, səfər ayının 15-i) Qəzvində vəfat etmişdir. I Təhmasib Səfəvi şahları içərisində ən uzun müddətdə - 52 il (günəş təqvimi ilə) hökmranlıq sürmüşdür. Vəfatından sonra yazılmış Səfəvi mənbələrində I Şah Təhmasibə “Xaqan-i cənnətməkan” (cənnətməkan xaqan) və “Şah-i cənnətməkan” (cənnətməkan şah) adları ilə də müraciət olunurdu.",
    "date": "1514-1576"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/70/70_0.jpg",
    "name": "Şah İsmayıl Xətai",
    "status": "Azərbaycan Səfəvilər dövlətinin banisi, Azərbay­can torpaqlarını birləşdirmiş, mərkəzləşdirilmiş Azərbaycan dövlətini yaratmış şəxsiyyət.",
    "about": "Azərbaycan xalqının, onun tarix və mədəniyyətinin çoxəsrlik kökləri vardır. Xalq öz tarixinin və tarixi yaddaşının vəhdətini hiss etdikdə onda özünə inam, mənəvi qüvvə yaranır. Öz etnik mənşəyini dərk etmiş fərdin həyatı tarixiliklə dolğunlaşır, o, öz xalqının tarixində baş vermiş bütün hadisələrlə, onun mədəniyyəti ilə bağlılığı barədə düşünməyə, özünü ən azı bu tarixin bir hissəsi kimi dərk etməyə başlayır. O, yaradıcı şəxsiyyətə çevrilir, “özünün kim olması”, mənsub olduğu etnosun keçmişi ilə onu nəyin bağlaması barədə düşünməyə başlayır.",
    "date": "1487-1524"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/68/68_0.jpg",
    "name": "Uzun Həsən",
    "status": " Azərbaycan Ağqoyunlu imperiyasının banisi – böyük dövlət xadimi.",
    "about": "XV əsr xalqımızın tarixində ən keşməkeşli, siyasi hadisələrlə zəngin və mürəkkəb dövrlərdən biri olmuşdur. Məhz həmin əsrin başlanğıcında Azərbaycan torpaqları yadelli əsarətindən azad edildi və Oğuz-türk ənənələrinə söykənən milli dövlətçiliyimiz bərpa olundu. Bu dövrdə Azərbaycan Qaraqoyunlu və Ağqoyunlu dövlətlərinin yaranmasında və möhkəmlənməsində mühüm əməyi olan, dövrünün tanınmış dövlət xadimləri və sərkərdələri olan Qara Yusif və Uzun Həsən kimi tarixi şəxsiyyətlər Azərbaycanın qonşu dövlətlərlə qarşılıqlı münasibətlərinin qurulmasında və inkişaf etdirilməsində əhəmiyyətli rol oynadılar.",
    "date": "1423-1478"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/67/67_0.jpg",
    "name": "Saray xatun",
    "status": "Şərqdə ilk diplomat qadın, görkəmli dövlət xadimi.",
    "about": "Tarixşünaslığımıza Saray Xatun kimi daxil olan bu diplomat qadının adı əsərini Uzun Həsənə ithaf etmiş olan Ağqoyunlu tarixçisi Əbubəkr Tehraninin “Kitabi-Diyarbəkriyyə” əsərində Saray Xatun kimi göstərildiyini nəzərə alaraq, biz də bu adı dövrün qaynağında verildiyi kimi saxlamağı məqsədəuyğun hesab etdik. Türk tarixçisi Faruk Sümerin yazdığı kimi Saray adı türklər arasında qadınlara verilirdi.",
    "date": "XV əsr"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/65/65_0.jpg",
    "name": "Qara Yusif",
    "status": "Qaraqoyunlu sülaləsinin üçüncü hökmdarı və Azərbaycan Qaraqoyunlu dövlətinin yaradıcısı.",
    "about": "XV yüzilliyin başlarında Azərbaycanda Teymuri ağalığına son qoyulması və dövlətçiliyimizin bərpa olunmasında Qara­qoyunlu Qara Yusifin tarixi xidmətləri əvəzsizdir. Məhz bu dövr­də ölkəmizdə qədim milli ənənələrə söykənən Azərbaycan Qaraqoyunlu dövləti yaradılmış oldu. Şübhəsiz ki, bu dövlətin yara­dılması və möhkəmləndirilməsi Qara Yusifin adı ilə bağ­lıdır.",
    "date": "1355 - 1420"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/60/60_0.jpg",
    "name": "Atabəy Şəmsəddin Eldəniz",
    "status": "Azərbaycan Atabəylər dövlətinin banisi.",
    "about": "Orta əsr mənbələrinin çoxu Şəmsəddin Eldənizin gənclik illərinə aid yalnız cüzi məlumatlar verir, həm də bu məlumatlar bir-birinin eynidir. Yalnız daha sonrakı müəlliflər-Mirxond (1433-1498) 'Rövzət əs-səfa' və onun nəvəsi Xondəmir (1475- 1536) 'Həbib əs-siyar' əsərində Eldənizin gəncliyi haqqında bir qədər ətraflı məlumat vermişlər. ",
    "date": "XII əsrin əvvəlləri - 1172"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/52/52_0.png",
    "name": "Atropat",
    "status": "Makedoniyalı istilaçılardan siyasi asılılığa son qoyan ilk Şərq dövləti Kiçik Madanın - Atropatenanın hökmdarı.",
    "about": "E.ə. V-IV əsrlərdə Əhəməni imperiyasının hər yerində olduğu kimi, Cənubi Azərbaycanda da vəziyyət narahat idi. Cənubi Azərbaycan ərazisinin ayrı-ayrı hissələri X, XI və XIV satraplıqların tərkibinə daxil idi. Mada satraplığı (yaxud X satraplıq) əvvəlki Mada padşahlığının, Cənubi Azərbaycan (I Dara zamanında Asaqarta) vilayətlərinin ərazisindən əlavə, parikanilərin və ortokoribantilərin (skif-sakesinlərin) torpaqlarını da əhatə edirdi. Satraplar bir-biri ilə düşmənçilik edir, bir çoxu özünü padşah kimi aparır, 'şah' adlandırılırdı.",
    "date": "e.ə.IV əsrin II yarısı -e.ə.III əsrin I yarısı"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/31/31_0.JPG",
    "name": "Kiaksar ",
    "status": "Esxil tərəfindən 'Asiya üzərində hökmranlığın banisi' adlandırılmış Mada tarixində ilk nizami ordunu yaradan, Madanın üçüncü və ən qüdrətli hökmdarı.",
    "about": "Mada (antik müəlliflərin əsərlərində Maidiya) hökmdarı Fravartişin (hərfən: “birinci”; Herodot onu Fraort adlandırır) oğlu, Madanın üçüncü və ən qüdrətli hökmdarı Kiaksarın hakimiyyəti dövründə Mada Şərqin ən güclü dövlətinə çevrilmişdir. E.ə. 519-cü ilə aid Bisütun qayasına həkk olunmuş yazıda onun adı Uvaxştra (və ya Uvaxşatra) formasında xatırlanır.",
    "date": "e.ə. 625-e.ə.584"
  },
  {
    "image": "http://tarixinstitutu.az/Web/uploads/personalities/30/30_0.jpg",
    "name": "İranzu",
    "status": "Manna hökmdarı",
    "about": "E.ə.IX əsrdən Manna dövləti Urmiya ətrafı əraziləri birləşdirərək, Ön Asiyanın qüdrətli dövlətlərindən birinə çevrilmişdir. Dövlət ayrı-ayrı vilayətlərə bölündü. Arxeoloji qazıntılar göstərir ki, Mannada sosial-iqtisadi həyat, sənətkarlıq, incəsənət və mənəvi mədəniyyət yüksək inkişaf səviyyəsinə çatmışdır.",
    "date": "e.ə. 740-e.ə. 719"
  }
]
