[
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/d/dc/M%C9%99h%C9%99rr%C9%99m_Seyidov.jpg/106px-M%C9%99h%C9%99rr%C9%99m_Seyidov.jpg",
    "name": "Məhərrəm Mirəziz oğlu Seyidov",
    "life": "7 sentyabr 1952-ci ildə Şərur rayonunun Alışar kəndində anadan olmuşdur. 1969-cu ildə burada N. Nərimanov adına orta məktəbi bitirmişdir. Məhərrəm Bakı Xüsusi Milis Məktəbini də bitirmişdi. 1969-cu ildə buradakı N. Nərimanov adına orta məktəbi bitirmişdir. Hərbi xidmətini Xerson şəhərində başa vurduqdan sonra, əmək fəaliyyətinə Daxili İşlər Orqanlarında başlamışdır. 1980-ci ildə Moskva Olimpiadasında ictimai asayişin mühafizəsində fərqləndiyinə görə mükafatlandırılmışdır. Bakı Xüsusi Orta Milis Məktəbini (indiki Polis Akademiyası) bitirmişdir. Şərur rayon Daxili İşlər Şöbəsi yanında mühafizə şöbəsində baş inspektor vəzifəsində çalışırdı. Milis kapitanı idi.",
    "fight": "1990-cı ildə Sədərək rayonu da başqa rayonlar kimi erməni yaraqlılarının hücumlarına məruz qalırdı. 18 yanvar 1990-cı il ermənilər Kərki kəndinə hücum edərək evləri yandırır, silahsız günahı olmayan dinc sakinləri min bir vəhşiliklərlə qətlə yetirirdilər. Şərur rayon Daxili İşlər Şöbəsi məlumatı alan kimi polis işçilərini hadisə yerinə göndərir. Qanlı döyüşlərdə hər iki tərəfdən xeyli ölən və yaralananlar var idi. 19 yanvar polis kapitanı Azər mühasirəyə düşmüşdü. Məhərrəm onu xilas etmək tapşırığını öz üzərinə götürdü, o, vuruşaraq polis kapitanının yanına çata bildi, ama o özü mühasirəyə düşdü, son nəfəsinəcən vuruşaraq döyüşçü dostlarını xilas edən Məhərrəm qəhrəmancasına həlak oldu. Şərur rayonunun Şəhidlər xiyabanında dəfn edilib.",
    "date": "1952 – 1990",
    "reward": [
      "Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə kapitan Məhərrəm Mirəziz oğlu Seyidov ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' adına layiq görülmüşdür.",
      "(6 iyun 1992) — 'Qızıl Ulduz' medalı (ölümündən sonra)"
    ],
    "longName": "Məhərrəm Mirəziz oğlu Seyidov (7 sentyabr 1952, Alışar, Noraşen rayonu – 19 yanvar 1990, Kərki, Sədərək rayonu) — Azərbaycanın Milli Qəhrəmanı",
    "rank": "Kapitan",
    "rankImg": "https://upload.wikimedia.org/wikipedia/az/thumb/3/3c/Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_kapitan%C4%B1.png/55px-Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_kapitan%C4%B1.png"
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/c/c1/%C4%B0lham_%C6%8Fliyev_%28milli_q%C9%99hr%C9%99man%29.jpg/106px-%C4%B0lham_%C6%8Fliyev_%28milli_q%C9%99hr%C9%99man%29.jpg",
    "name": "İlham Müzəffər oğlu Əliyev",
    "life": "5 may 1961-ci ildə Gədəbəy rayonunda anadan olub. Orta məktəbi 1978-ci ildə bitirdikdən sonra 1980-ci ildə hərbi xidmətə çağırılıb. 1982-ci ildə ordudan tərxis olunduqdan sonra Gədəbəy rayonunda Kommunal Təsərrüfatı İdarəsində, sonra isə İsmayıllı rayonunda mexanikləşdirilmiş dəstədə çalışmışdır. 1983-cü ildə onu DİN-nin təyinatı ilə İsmayıllı rayon DİŞ-nə qəbul edirlər. Bir müddətdən sonra işini Gədəbəy rayon DİŞ-nin mühafizə bölməsinə dəyişirlər. İ. Əliyev 1985-ci ildə Bryansk Xüsusi Orta Milis Məktəbinə daxil olur. 1987-ci ildə Gədəbəy rayonunda sahə müvəkkili, Gəncə şəhər DİŞ-də sahə müfəttişi, sonra isə cinayət-axtarış bölməsində əməliyyatçı vəzifələrində çalışır. O, rəhbərlik tərəfindən dəfələrlə mükafatlandırılmış, 'Mükəmməl polis' döş nişanına layiq görülmüşdür.",
    "fight": "Qazax rayonunun Aşağı Əskipara kəndi od-alov içində yanırdı. Ermənistanla həmsərhəd olan bu kənd fasiləsiz olaraq erməni yaraqlıları tərəfindən atəşə tutulurdu. İlham 11 nəfərlik dəstə ilə məktəbin binasını özünə mövqe seçir, quldurların kəndə soxulmasına mane olur. Düşmən ağır itki verməsinə baxmayaraq geri çəkilmək istəmir, kəndi mühasirəyə almağa çalışırdı. Artıq məktəb də təhlükə altında idi. İlham yoldaşlarını xilas etmək üçün düşməni özünə cəlb etdi. Vəziyyət anbaan çətinləşirdi. O, qarın nahiyəsindən ağır yaralandı. Onu Qazax rayon xəstəxanasına çatdırsalar da, artıq gec idi. 19 avqust 1990-cı il leytenant İlham Əliyev Qazax rayonunun Əskipara kəndində şəhid olub. Gədəbəy rayonunda dəfn edilib.",
    "date": "1961 – 1990",
    "reward": [
      "'Qırmızı Ulduz' ordeni",
      "'Mükəmməl polis' döş nişanı Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə leytenant İlham Müzəffər oğlu Əliyev ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' adına layiq görülmüşdür.",
      "(6 iyun 1992) — 'Qızıl Ulduz' medalı (ölümündən sonra)"
    ],
    "longName": "İlham Müzəffər oğlu Əliyev (5 may 1961, Gədəbəy – 19 avqust 1990, Qazax) — Azərbaycanın Milli Qəhrəmanı, Qarabağ müharibəsi şəhidi.",
    "rank": "Leytenant",
    "rankImg": "https://upload.wikimedia.org/wikipedia/az/thumb/a/ad/Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_leytenant%C4%B1.png/55px-Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_leytenant%C4%B1.png"
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/f/fa/Yuri_Kovalyov.jpg/106px-Yuri_Kovalyov.jpg",
    "name": "Yuri Petro oğlu Kovalyov",
    "life": "Yuri Kovalyov 1965-ci il mayın 29-da Göyçay rayonunda rus ailəsində anadan olmuşdur. Üç yaşında olarkən atası onun ailəsini atmışdı. 1972-ci ildə ailəliklə Rusiyanın Krasnodar vilayətinə köçmüş, 5 ildən sonra isə Bakıya qayıtmışlar. O, orta təhsillə yanaşı idmana da böyük maraq göstərirdi. 11 yaşında olarkən idman ustası və Azərbaycanın əməkdar məşqçisi Ravil Cəlilovun rəhbərliyi ilə futbol məktəbinin ixtisaslaşdırılmış sinfində sevdiyi idman növünün sirlərinə yiyələnmişdi. Hələ futbol məktəbində oxuyarkən bacarıqlı qapıçı kimi formalaşan Yura öz çevikliyi ilə yoldaşları arasında fərqlənirdi. O, iki dəfə Bakı çempionu olmuş, Respublika və Ümumittifaq turnirlərində Bakının gənclərindən ibarət yığma komandasının qapısını qorumuşdu. 1981-ci ildə Bakının Nizami rayonundakı 229 saylı orta məktəbi bitirmişdir. 1982-ci ilə kimi Azərittifaqın reklam istehsalat kombinatında çalışmışdır. 1983-cü ildə Pribaltika hərbi dairəsinin sıralarına çağırılmış, hava desant qoşunlar xidmət etmiş və 1985-ci ildə ordudan tərxis olunmuşdur. 1987-ci ildə Bakı Qırmızı bayraqlı Qara Dəniz Hərbi Donanmasının 109 saylı Miçmanlar və Praporşiklər Məktəbinə daxil olmuşdur. 1991-ci ilin aprel ayıda döyüş zonalarında fərqlənmiş bir qrup OMONçunu mükafatlandırmaq üçün Daxili İşlər Nazirinin müavini Rəhim Quliyev və nazirliyin şöbə rəisi Həmid Cəfərov XTMD-yə gəlmişdilər. Mərasimdə çıxış edən Həmid Cəfərov 1991-ci il aprel ayının 3-də respublikanın xalq deputatlarından Aydın Məmmədovun, Tamerlan Qarayevin, Ramiz Fətəliyevin və bir sıra rəsmi şəxslərin və özünün vertolyot qəzasına uğramalarından söhbət açaraq vertolyotdakıların xilas olmasında Yura Kovalyovun yüksək peşə səriştəliyi nümayiş etdirməsini xüsusilə qeyd etdi. 1991-ci il sentyabrın 13-ü Yura Kovalyov Bakıdan çıxmış, həlak olduğu gündən iki gün əvvəl axırıncı dəfə evə zəng vurub hal-əhval etmişdi. 1991-ci il 3 oktyabrda digər OMONçu dostları – Sergey Barınin, Andrey Kudenin, Aleksandr Abramovla birlikdə Ağdam ərazisində Xocavənddən növbəti tapşırıqdan qayıdanda içində olduqları UAZ-ı ermənilər fasiləsiz olaraq atəşə tuturlar. Yura Kovalyov həlak olur, Kudenin isə ağır yaralanır. Ermənilər UAZa yaxınlaşanda partlayış baş verir. Ölüm ayağında belə bir neçə düşməni məhv edirlər. Bakı şəhərinin Şəhidlər xiyabanında dəfn edilmişdir.",
    "fight": "O, 1990-cı il sentyabr ayının 15-də Daxili İşlər Nazirliyinin Xüsusi Təyinatlı Polis Dəstəsinə qəbul edilir, Azərbaycanın bir çox döyüş bölgələrində mərdliklə vuruşur. Kovalyov Goranboy rayonunun kəndlərinin azad edilməsində böyük şücaət göstərmişdir. Düşmən tərəfindən 'Əsədovun bandası' adlandırılan XTMD-nin əməkdaşları ilə düşmənin rahatlığını əlindən almışdı. Düşmən snayperləri onu dağlar, daşlar arasında da axtarırdı. Başına yüz min rubl qiymət qoyulmuşdu. General Məhəmməd Əsədovun və nazir müavini polkovnik Ramiz Məmmədovun Yura Kovalyova böyük rəğbəti var idi və Kovalyov onları tez-tez müşayiət edərdi.",
    "date": "1965 – 1991",
    "reward": [
      "Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə starşina Yuri Petroviç Kovalyov ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' adına layiq görülmüşdür.",
      "6 iyun 1992) — 'Qızıl Ulduz' medalı (ölümündən sonra)"
    ],
    "longName": "Yuri Petroviç Kovalyov (rus. Юрий Петрович Ковалёв; 29 noyabr 1965 və ya 29 may 1965, Göyçay – 3 sentyabr 1991, Ağdam) — Rus əsilli Azərbaycanın Milli Qəhrəmanı; Qarabağ müharibəsi şəhidi.",
    "rank": "Starşina",
    "rankImg": ""
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/f/f3/Yusif_%C6%8Fliyev.jpg/106px-Yusif_%C6%8Fliyev.jpg",
    "name": "Mikayıl Əhmədiyyə oğlu Cəbrayılov",
    "life": "2 dekabr 1969-cu ildə Bakının Qobustan qəsəbəsində anadan olmuşdur. Qəsəbədəki 223 saylı orta məktəbi bitirmişdir. 1988-ci ildə ordu sıralarına çağırılmış, hərbi xidmətini Sverdlovsk şəhər piyada qoşun hissəsində çəkmişdir.",
    "fight": "Yusif Əliyev 1991-ci ilin fevralında Yusif Əliyev Goranboyda ilk döyüş sınağından çıxır. Silahlı erməni quldurları Buzluq, Mənəşli, Erkəç kəndləri tərəfdən basqınlar edirdilər. Lakin 24 fevralda Mənəşli kəndinə hücum edildikdə ermənilər pərən-pərən düşdülər. 1991-ci il 14 sentyabrda düşmən Buzluq kəndinə hücum etdikdə əsgərlərimizə sursat çatdırmaq Yusifin ölümü bahasına başa gəlir.",
    "date": "1952 – 1990",
    "reward": ["", ""],
    "longName": "Yusif Əliyusif oğlu Əliyev (2 dekabr 1969, Qobustan – 24 sentyabr 1991, Buzluq, Goranboy rayonu) — Azərbaycanın Milli Qəhrəmanı; Qarabağ müharibəsi şəhidi.",
    "rank": "Sıravi",
    "rankImg": ""
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/3/31/V%C3%BCqar_H%C3%BCseynov_%28milli_q%C9%99hr%C9%99man%29.jpg/106px-V%C3%BCqar_H%C3%BCseynov_%28milli_q%C9%99hr%C9%99man%29.jpg",
    "name": "Vüqar Tofiq oğlu Hüseynov",
    "life": "Vüqar Hüseynov 20 iyun 1969-cu ildə Cəbrayıl rayonunun Daşkəsən kəndində anadan olmuşdur. 1976–1986-cı illərdə Daşkəsəndə məktəbi bitirmişdir. 1987-ci ildə hərbi xidmətə çağırılmış, 1989-cu ildə hərbi xidmətini başa vuraraq Azərbaycana qayıdır və elektirik qaynaqçısı kimi fəaliyyətə başlayır. 1990-cı ildə DİN-nin polis dəstəsinə yazılır və həyatını cəbhə ilə bağlayır.",
    "fight": "Vüqar Hüseynov Xocalıda, Goranboyda uğurlu döyüş yolu keçmişdir. Şəhid jurnalist Salatın Əsgərovanın qətlə yetirənlərin tapılmasında onun böyük xidməti olmuşdur. 1991-ci il 20 iyul erməni qəsbkarları Goranboy rayonuna hücum edirlər. Vüqar burada qəhrəmancasına vuruşur və döyüş meydanında şəhid olur.",
    "date": "1969 – 1991",
    "reward": ["", ""],
    "longName": "Vüqar Tofiq oğlu Hüseynov (20 iyun 1969, Daşkəsən, Cəbrayıl rayonu – 20 iyul 1991, Buzluq, Goranboy rayonu) — Azərbaycanın Milli Qəhrəmanı; Qarabağ müharibəsi şəhidi.",
    "rank": "Baş serjant",
    "rankImg": ""
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/b/b7/Nof%C9%99l_Quliyev.jpg",
    "name": "Nofəl Zahid oğlu Quliyev",
    "life": "Nofəl Quliyev 4 oktyabr 1963-cü ildə Əli Bayramlı şəhərində anadan olmuşdur. 1981-ci ildə orta məktəbi bitirmişdir. 1982-1983-cü illərdə orduda xidmət etmişdir. Xidmətdən sonra 1984-cü ildən 1990-cı ilə kimi Tumen şəhərində işləmişdir.",
    "fight": "1990-cı ilin dekabr ayında Azərbaycanın ərazi bütövlüyünün qorunmasında iştirak etmək üçün DİN xüsusi təyinatlı milis dəstəsinə daxil olmuşdur. Nofəl Quliyev Füzuli, Goranboy, o cümlədən Dağlıq Qarabağın müxtəlif istiqamətlərində döyüşlərdə iştirak etmiş və fərqlənmişdir. 1991-ci il iyul ayının 15-də Goranboy rayonunun Todan kəndinə erməni silahlılarının hücumu zamanı mülki əhalini kənddən çıxararkən şəhid olmuşdur.",
    "date": "1963 – 1991",
    "reward": [
      "Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə Azərbaycan Respublikasının suverenliyini və ərazi bütövlüyünün qorunmasında, dinc əhalinin təhlükəsizliyinin təmin edilməsində göstərdiyi şəxsi igidlik və şücaətə görə Nofəl Zahid oğlu Quliyevə 'Azərbaycanın Milli Qəhrəmanı' adı verilmişdir."
    ],
    "longName": "Nofəl Zahid oğlu Quliyev (4 oktyabr 1963, Əli-Bayramlı – 13 dekabr 1991, Todan, Goranboy rayonu) — Azərbaycanın Milli Qəhrəmanı,[1] Qarabağ müharibəsi iştirakçısı.",
    "rank": "Starşina",
    "rankImg": ""
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/9/9e/Mehdi_Abbasov.jpg/106px-Mehdi_Abbasov.jpg",
    "name": "Mehdi Yusif oğlu Abbasov[",
    "life": "Mehdi Abbasov 1960-cı il 1 yanvar tarixində Qərbi Azərbaycanın (Ermənistan) Amasiya rayonunun Yeniyol kəndində anadan olmuşdur. Ailəsi erməni millətçilərinin təzyiqi altında ata-baba ocağını tərk edib Qazaxıstana üz tutanda Mehdinin 11 yaşı var idi. Onlar Qazaxıstanın Tülkübas kəndinin Kulan kəndində məskunlaşmışlar. 1980-ci ildə Mehdi sənədlərini Çimkənd Pedaqoji İnstitutunun hazırlıq şöbəsinə təqdim etmişdir. Bir ildən sonra isə Karakanda Pedaqoji İnstitutuna daxil olur. O, 1985-ci ildə həmin ali məktəbi bitirərək ibtidai hərbi hazırlıq və bədən tərbiyəsi müəllimi ixtisasına yiyələndi. O, təyinatla Tülkübas rayonunun Miçurin kəndindəki məktəbə göndərildi. Klassik güləş üzrə idman normasını yerinə yetirən Mehdi 'SSRİ idman ustası' adını aldı. O, 1989-cu ilin noyabr ayında Qazaxıstan KP Tülkübas Rayon Komitəsinin qərarı ilə daxili işlər orqanlarında işləməyə göndərildi. 1989–1990-cı illərdə SSRİ DİN-nin Stavropol ali kurslarının müdavimi olur, sonra Enbəyşin Rayon Daxili İşlər Şöbəsində sahə müvəkkili vəzifəsində xidmətini davam etdirir. Azərbaycanın başı üzərini qara buludlar alanda Mehdi öz soydaşlarının köməyinə gəlməyi qərara aldı. Mehdi 1991-ci il 28 iyun tarixində Azərbaycan Respublikaası DİN-nin sərəncamına göndərildi. O, burada baş leytenant rütbəsində rota komandiri kimi DİN-nin XTMD-ndə xidmətə başladı.",
    "fight": "Abbasov Mehdi göstərdiyi şücaətə görə 'Mixaylo' ləqəbini qazanmışdı. O 4 dəfə DİN-nin mükafatına layiq görülmüşdür. 'Mixaylo'nun son döyüşü 13 yanvar 1992-ci ildə oldu. Məlikcan postu ətrafında qızğın döyüşlər gedirdi, Mehdi həmişə olduğu kimi ön sırada vuruşurdu. Bu döyüşdə snayper gülləsi onu başından ağır yaraladı. Döyüş dostu çətinliklə də olsa, onu təklükəli zonadan çıxara bildi, lakin elə həmin gün o əbədi olaraq gözlərini yumdu.",
    "date": "1960 – 1992",
    "reward": ["", ""],
    "longName": "Mehdi Abbasov (1 yanvar 1960, Yeniyol, Amasiya rayonu – 13 yanvar 1992, Dağlıq Qarabağ) — Azərbaycanın Milli Qəhrəmanı; Qarabağ müharibəsi şəhidi. SSRİ idman ustası.",
    "rank": "Baş leytenant",
    "rankImg": "https://upload.wikimedia.org/wikipedia/az/thumb/6/64/Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_ba%C5%9F_leytenant%C4%B1.png/55px-Az%C9%99rbaycan_Silahl%C4%B1_Q%C3%BCvv%C9%99l%C9%99rinin_Quru_Qo%C5%9Funlar%C4%B1n%C4%B1n_ba%C5%9F_leytenant%C4%B1.png"
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/d/dd/Valeh_M%C3%BCsl%C3%BCmov.jpg/106px-Valeh_M%C3%BCsl%C3%BCmov.jpg",
    "name": "Valeh Əlizaid oğlu Müslümov",
    "life": "Müslümov Valeh Əlizaid oğlu 1968-ci il 2 sentyabrda Lerik rayonunda doğulmuşdur. 1983-ci ildə 2 saylı Lerik rayon orta məktəbini səkkizinci sinfini bitirmiş və Sumqayıt şəhər 17 saylı peşə məktəbində dülgər ixtisasına yiyələnmişdir. Bir müddət Tikinti Trestinin Səyyar Mexanikləşdirilmiş dəstəsində çalışır. 1986-cı ildə hərbi xidmətə çağırılır, 1988-ci ildə ordudan tərxis olunaraq Sumqayıta qayıdır.",
    "fight": "1991-ci ilin avqustunda DİN-nin Xüsusi Təyinatlı Milis Dəstəsində xidmətə başlayır. Şuşa, Tovuz və Qubadlıda keçirilən döyüş əməliyyatlarında iştirak edir. 1992-ci il aprel ayının 10-da[2] Marquşevan kəndində gedən döyüşdə qəhrəmanlıq göstərir, qeyri-bərabər döyüşdə yaralanır, çoxlu qan itirdiyindən onun həyatını xilas etmək mümkün olmadı.",
    "date": "1968 – 1992",
    "reward": [
      "Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı Fərmanı ilə Müslümov Valeh Əlizaid oğluna ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' fəxri adı verilmişdir.",
      "Lerik rayonunda dəfn edilmişdir. Milli Qəhrəmanın adını daşıyan Lerik şəhər 2 nömrəli orta məktəbdə xatirə muzeyi açılıb"
    ],
    "longName": "Müslümov Valeh Əlizaid oğlu — Azərbaycanın Milli Qəhrəmanı; Qarabağ müharibəsi şəhidi.",
    "rank": "Serjant",
    "rankImg": ""
  },
  {
    "image": "",
    "name": "",
    "life": "",
    "fight": "",
    "date": "",
    "reward": ["", ""],
    "longName": "",
    "rank": "",
    "rankImg": ""
  },
  {
    "image": "",
    "name": "",
    "life": "",
    "fight": "",
    "date": "",
    "reward": ["", ""],
    "longName": "",
    "rank": "",
    "rankImg": ""
  }
]
