[
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/d/dc/M%C9%99h%C9%99rr%C9%99m_Seyidov.jpg/106px-M%C9%99h%C9%99rr%C9%99m_Seyidov.jpg",
    "name": "Məhərrəm Mirəziz oğlu Seyidov",
    "life": "7 sentyabr 1952-ci ildə Şərur rayonunun Alışar kəndində anadan olmuşdur. 1969-cu ildə burada N. Nərimanov adına orta məktəbi bitirmişdir. Məhərrəm Bakı Xüsusi Milis Məktəbini də bitirmişdi. 1969-cu ildə buradakı N. Nərimanov adına orta məktəbi bitirmişdir. Hərbi xidmətini Xerson şəhərində başa vurduqdan sonra, əmək fəaliyyətinə Daxili İşlər Orqanlarında başlamışdır. 1980-ci ildə Moskva Olimpiadasında ictimai asayişin mühafizəsində fərqləndiyinə görə mükafatlandırılmışdır. Bakı Xüsusi Orta Milis Məktəbini (indiki Polis Akademiyası) bitirmişdir. Şərur rayon Daxili İşlər Şöbəsi yanında mühafizə şöbəsində baş inspektor vəzifəsində çalışırdı. Milis kapitanı idi.",
    "fight": "1990-cı ildə Sədərək rayonu da başqa rayonlar kimi erməni yaraqlılarının hücumlarına məruz qalırdı. 18 yanvar 1990-cı il ermənilər Kərki kəndinə hücum edərək evləri yandırır, silahsız günahı olmayan dinc sakinləri min bir vəhşiliklərlə qətlə yetirirdilər. Şərur rayon Daxili İşlər Şöbəsi məlumatı alan kimi polis işçilərini hadisə yerinə göndərir. Qanlı döyüşlərdə hər iki tərəfdən xeyli ölən və yaralananlar var idi. 19 yanvar polis kapitanı Azər mühasirəyə düşmüşdü. Məhərrəm onu xilas etmək tapşırığını öz üzərinə götürdü, o, vuruşaraq polis kapitanının yanına çata bildi, ama o özü mühasirəyə düşdü, son nəfəsinəcən vuruşaraq döyüşçü dostlarını xilas edən Məhərrəm qəhrəmancasına həlak oldu. Şərur rayonunun Şəhidlər xiyabanında dəfn edilib.",
    "date": "1952 – 1990",
    "reward": [
      "Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə kapitan Məhərrəm Mirəziz oğlu Seyidov ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' adına layiq görülmüşdür.",
      "(6 iyun 1992) — 'Qızıl Ulduz' medalı (ölümündən sonra)"
    ]
  },
  {
    "image": "https://upload.wikimedia.org/wikipedia/az/thumb/c/c1/%C4%B0lham_%C6%8Fliyev_%28milli_q%C9%99hr%C9%99man%29.jpg/106px-%C4%B0lham_%C6%8Fliyev_%28milli_q%C9%99hr%C9%99man%29.jpg",
    "name": "İlham Müzəffər oğlu Əliyev",
    "life": "5 may 1961-ci ildə Gədəbəy rayonunda anadan olub. Orta məktəbi 1978-ci ildə bitirdikdən sonra 1980-ci ildə hərbi xidmətə çağırılıb. 1982-ci ildə ordudan tərxis olunduqdan sonra Gədəbəy rayonunda Kommunal Təsərrüfatı İdarəsində, sonra isə İsmayıllı rayonunda mexanikləşdirilmiş dəstədə çalışmışdır. 1983-cü ildə onu DİN-nin təyinatı ilə İsmayıllı rayon DİŞ-nə qəbul edirlər. Bir müddətdən sonra işini Gədəbəy rayon DİŞ-nin mühafizə bölməsinə dəyişirlər. İ. Əliyev 1985-ci ildə Bryansk Xüsusi Orta Milis Məktəbinə daxil olur. 1987-ci ildə Gədəbəy rayonunda sahə müvəkkili, Gəncə şəhər DİŞ-də sahə müfəttişi, sonra isə cinayət-axtarış bölməsində əməliyyatçı vəzifələrində çalışır. O, rəhbərlik tərəfindən dəfələrlə mükafatlandırılmış, 'Mükəmməl polis' döş nişanına layiq görülmüşdür.",
    "fight": "Qazax rayonunun Aşağı Əskipara kəndi od-alov içində yanırdı. Ermənistanla həmsərhəd olan bu kənd fasiləsiz olaraq erməni yaraqlıları tərəfindən atəşə tutulurdu. İlham 11 nəfərlik dəstə ilə məktəbin binasını özünə mövqe seçir, quldurların kəndə soxulmasına mane olur. Düşmən ağır itki verməsinə baxmayaraq geri çəkilmək istəmir, kəndi mühasirəyə almağa çalışırdı. Artıq məktəb də təhlükə altında idi. İlham yoldaşlarını xilas etmək üçün düşməni özünə cəlb etdi. Vəziyyət anbaan çətinləşirdi. O, qarın nahiyəsindən ağır yaralandı. Onu Qazax rayon xəstəxanasına çatdırsalar da, artıq gec idi.[3] 19 avqust 1990-cı il leytenant İlham Əliyev Qazax rayonunun Əskipara kəndində şəhid olub. Gədəbəy rayonunda dəfn edilib.",
    "date": "1961 – 1990",
    "reward": [
      "'Qırmızı Ulduz' ordeni",
      "'Mükəmməl polis' döş nişanı Azərbaycan Respublikası Prezidentinin 6 iyun 1992-ci il tarixli 831 saylı fərmanı ilə leytenant İlham Müzəffər oğlu Əliyev ölümündən sonra 'Azərbaycanın Milli Qəhrəmanı' adına layiq görülmüşdür.",
      "(6 iyun 1992) — 'Qızıl Ulduz' medalı (ölümündən sonra)"
    ]
  },
  {
    "image": "",
    "name": "",
    "life": "",
    "fight": "",
    "date": "",
    "reward": ""
  },
  {
    "image": "",
    "name": "",
    "life": "",
    "fight": "",
    "date": "",
    "reward": ""
  },
  {
    "image": "",
    "name": "",
    "life": "",
    "fight": "",
    "date": "",
    "reward": ""
  }
]
